Repository: dctmfoo/gaurava
Catalog: Gaurava/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: hi, ta, te

source: Language
hi: भाषा
ta: மொழி
te: భాష

source: %@ %@ per week
hi: %@ %@ प्रति सप्ताह
ta: வாரத்திற்கு %@ %@
te: వారానికి %@ %@

source: %@ average
hi: %@ औसत
ta: %@ சராசரி
te: %@ సగటు

source: %@ down since treatment start
hi: उपचार शुरू होने के बाद से %@ कम
ta: சிகிச்சை தொடங்கியதிலிருந்து %@ குறைவு
te: చికిత్స ప్రారంభమైనప్పటి నుంచి %@ తగ్గింది

source: %@ from %@
hi: %@ से %@
ta: %@ இலிருந்து %@
te: %@ నుండి %@

# %@ lost · %@ to go
source: %1$@ lost · %2$@ to go
hi: %1$@ खो गया · %2$@ जाना है
ta: %1$@ இழந்தது · %2$@ செல்ல உள்ளது
te: %1$@ కోల్పోయింది · %2$@ వెళ్లాలి

source: %@ mood
hi: %@ मूड
ta: %@ மனநிலை
te: %@ మానసిక స్థితి

source: %@ next
hi: अगला %@
ta: அடுத்தது %@
te: తదుపరి %@

source: %@ now
hi: %@ अभी
ta: %@ இப்போது
te: %@ ఇప్పుడు

source: %@ remains against the goal you set.
hi: आपके तय किए लक्ष्य के मुकाबले %@ बाकी है।
ta: நீங்கள் அமைத்த இலக்கிற்கு எதிராக %@ மீதமுள்ளது.
te: మీరు నిర్ణయించిన లక్ష్యానికి %@ మిగిలి ఉంది.

source: %@ to go
hi: %@ जाना है
ta: %@ செல்ல
te: %@ వెళ్లాలి

source: %@ up since treatment start
hi: उपचार शुरू होने के बाद से %@ अधिक
ta: சிகிச்சை தொடங்கியதிலிருந்து %@ அதிகம்
te: చికిత్స ప్రారంభమైనప్పటి నుంచి %@ పెరిగింది

# %@ · Week %lld
source: %1$@ · Week %2$lld
hi: %1$@ · सप्ताह %2$lld
ta: %1$@ · வாரம் %2$lld
te: %1$@ · వారం %2$lld

source: %@%% per week
hi: %@%% प्रति सप्ताह
ta: வாரத்திற்கு %@%%
te: వారానికి %@%%

source: %@, noted
hi: %@, दर्ज किया गया
ta: %@, பதிவு செய்யப்பட்டது
te: %@, నమోదు చేయబడింది

# %@, noted, severity %@
source: %1$@, noted, severity %2$@
hi: %1$@, विख्यात, गंभीरता %2$@
ta: %1$@, பதிவு செய்யப்பட்டது, தீவிரம் %2$@
te: %1$@, గుర్తించబడింది, తీవ్రత %2$@

source: %lld days before
hi: %lld दिन पहले
ta: %lld நாட்களுக்கு முன்
te: %lld రోజుల ముందు

source: %lld days with entries over the period: %@.
hi: अवधि में प्रविष्टियों के साथ %lld दिन: %@।
ta: இந்தக் காலகட்டத்தில் உள்ளீடுகளுடன் %lld நாட்கள்: %@.
te: వ్యవధిలో నమోదులతో %lld రోజులు: %@.

source: %lld records
hi: %lld रिकॉर्ड
ta: %lld பதிவுகள்
te: %lld రికార్డులు

source: %lld side effects recorded
hi: %lld दुष्प्रभाव दर्ज किए गए
ta: %lld பக்கவிளைவுகள் பதிவு செய்யப்பட்டுள்ளன
te: %lld దుష్ప్రభావాలు నమోదయ్యాయి

source: %lld sites
hi: %lld स्थान
ta: %lld இடங்கள்
te: %lld స్థలాలు

source: %lld weeks at this dose
hi: इस खुराक पर %lld सप्ताह
ta: இந்த அளவில் %lld வாரங்கள்
te: ఈ మోతాదులో %lld వారాలు

source: %lld weights - %lld weeks
hi: %lld वजन - %lld सप्ताह
ta: %lld எடைகள் - %lld வாரங்கள்
te: %lld బరువులు - %lld వారాలు

source: %lld wks
hi: %lld सप्ताह
ta: %lld வாரங்கள்
te: %lld వారాలు

source: %lld%% complete
hi: %lld%% पूर्ण
ta: %lld%% முடிந்தது
te: %lld%% పూర్తయింది

source: %lld%% of the way to goal
hi: लक्ष्य की ओर %lld%%
ta: இலக்கை நோக்கி %lld%%
te: లక్ష్యం వైపు %lld%%

# %lld%% toward goal - %@ average
source: %1$lld%% toward goal - %2$@ average
hi: %1$lld%% लक्ष्य की ओर - %2$@ औसत
ta: இலக்கை நோக்கி %1$lld%% - %2$@ சராசரி
te: %1$lld%% లక్ష్యం వైపు - %2$@ సగటు

source: %lldd
hi: %lld दिन
ta: %lldநா
te: %lldరోజు

source: %lldd ago
hi: %lld दिन पहले
ta: %lld நாட்களுக்கு முன்
te: %lld రోజుల క్రితం

source: 1 day before
hi: 1 दिन पहले
ta: 1 நாளுக்கு முன்
te: 1 రోజు ముందు

source: 1 day with entries over the period: %@.
hi: अवधि में प्रविष्टियों के साथ 1 दिन: %@।
ta: இந்த காலகட்டத்தில் உள்ளீடுகளுடன் 1 நாள்: %@.
te: వ్యవధిలో ఎంట్రీలతో 1 రోజు: %@.

source: 1 week at this dose
hi: इस खुराक पर 1 सप्ताह
ta: இந்த அளவில் 1 வாரம்
te: ఈ మోతాదులో 1 వారం

source: 1 wk
hi: 1 सप्ताह
ta: 1 வாரம்
te: 1 వారం

source: 2 days before
hi: 2 दिन पहले
ta: 2 நாட்களுக்கு முன்
te: 2 రోజుల ముందు

source: 30-day trend
hi: 30-दिन का रुझान
ta: 30 நாள் போக்கு
te: 30 రోజుల ధోరణి

source: <1 wk
hi: <1 सप्ताह
ta: <1 வாரம்
te: <1 వారం

source: A private treatment progress card from Gaurava.
hi: Gaurava से एक निजी उपचार प्रगति कार्ड।
ta: Gaurava இலிருந்து ஒரு தனிப்பட்ட சிகிச்சை முன்னேற்ற அட்டை.
te: Gaurava నుండి ప్రైవేట్ చికిత్స ప్రోగ్రెస్ కార్డ్.

source: A sense of the day
hi: दिन का एक अहसास
ta: இன்றைய நாளின் உணர்வு
te: ఈ రోజు గురించిన భావన

source: A steady, private place to track treatment.
hi: उपचार को ट्रैक करने के लिए एक स्थिर, निजी स्थान.
ta: சிகிச்சையைக் கண்காணிக்க ஒரு நிலையான, தனிப்பட்ட இடம்.
te: చికిత్సను ట్రాక్ చేయడానికి ఒక స్థిరమైన, వ్యక్తిగత స్థలం.

source: About Gaurava
hi: Gaurava के बारे में
ta: Gaurava பற்றி
te: Gaurava గురించి

source: Active
hi: सक्रिय
ta: செயலில் உள்ளது
te: క్రియాశీలంగా ఉంది

source: Add a note
hi: नोट जोड़ें
ta: குறிப்பைச் சேர்க்கவும்
te: గమనికను జోడించండి

source: Add a weight checkpoint before creating a journey card.
hi: यात्रा कार्ड बनाने से पहले वज़न चेकपॉइंट जोड़ें।
ta: பயண அட்டையை உருவாக்கும் முன் ஒரு எடைப் பதிவைச் சேர்க்கவும்.
te: ప్రయాణ కార్డ్‌ని సృష్టించే ముందు బరువు చెక్‌పాయింట్‌ని జోడించండి.

source: Add a weight entry before creating a share card.
hi: शेयर कार्ड बनाने से पहले एक वजन प्रविष्टि जोड़ें।
ta: பங்கு அட்டையை உருவாக்கும் முன் எடை உள்ளீட்டைச் சேர்க்கவும்.
te: షేర్ కార్డ్‌ని సృష్టించే ముందు బరువు నమోదును జోడించండి.

source: Add a weight entry to create a card.
hi: कार्ड बनाने के लिए वजन प्रविष्टि जोड़ें।
ta: கார்டை உருவாக்க எடை உள்ளீட்டைச் சேர்க்கவும்.
te: కార్డ్‌ని సృష్టించడానికి బరువు ఎంట్రీని జోడించండి.

source: Add age, height, and other basics when useful.
hi: ज़रूरत पड़ने पर उम्र, लंबाई और अन्य बुनियादी जानकारी जोड़ें।
ta: தேவைப்படும் போது வயது, உயரம் மற்றும் பிற அடிப்படை விவரங்களைச் சேர்க்கவும்.
te: ఉపయోగపడినప్పుడు వయస్సు, ఎత్తు మరియు ఇతర ప్రాథమిక వివరాలను జోడించండి.

source: Add a weight, injection, or daily note to begin your timeline.
hi: अपनी टाइमलाइन शुरू करने के लिए वजन, इंजेक्शन या दैनिक नोट जोड़ें।
ta: உங்கள் காலவரிசையைத் தொடங்க எடை, ஊசி அல்லது தினசரி குறிப்பைச் சேர்க்கவும்.
te: మీ టైమ్‌లైన్‌ను ప్రారంభించడానికి బరువు, ఇంజెక్షన్ లేదా రోజువారీ గమనికను జోడించండి.

source: Add another note
hi: एक और नोट जोड़ें
ta: மற்றொரு குறிப்பைச் சேர்க்கவும்
te: మరో గమనికను జోడించండి

source: Add another weight to see change, percent, trend, and weekly average.
hi: परिवर्तन, प्रतिशत, प्रवृत्ति और साप्ताहिक औसत देखने के लिए एक और वजन जोड़ें।
ta: மாற்றம், சதவீதம், போக்கு மற்றும் வாராந்திர சராசரியைக் காண மற்றொரு எடையைச் சேர்க்கவும்.
te: మార్పు, శాతం, ట్రెండ్ మరియు వారపు సగటును చూడటానికి మరొక బరువును జోడించండి.

source: Add at least one weight entry before sharing a journey card.
hi: यात्रा कार्ड साझा करने से पहले कम से कम एक वज़न प्रविष्टि जोड़ें।
ta: பயண அட்டையைப் பகிர்வதற்கு முன் குறைந்தபட்சம் ஒரு எடை உள்ளீட்டைச் சேர்க்கவும்.
te: జర్నీ కార్డ్‌ని షేర్ చేయడానికి ముందు కనీసం ఒక వెయిట్ ఎంట్రీని జోడించండి.

source: Add Injection
hi: इंजेक्शन जोड़ें
ta: ஊசியைச் சேர்க்கவும்
te: ఇంజెక్షన్‌ను జోడించండి

source: Add injection
hi: इंजेक्शन जोड़ें
ta: ஊசியைச் சேர்க்கவும்
te: ఇంజెక్షన్‌ను జోడించండి

source: Add most recent dose
hi: सबसे हालिया खुराक जोड़ें
ta: சமீபத்திய அளவைச் சேர்க்கவும்
te: ఇటీవలి డోస్‌ను జోడించండి

source: Add today's weight
hi: आज का वजन जोड़ें
ta: இன்றைய எடையைச் சேர்க்கவும்
te: నేటి బరువును జోడించండి

source: Add weight
hi: वजन जोड़ें
ta: எடையைச் சேர்க்கவும்
te: బరువును జోడించండి

source: Add your first weight to see the trend.
hi: रुझान देखने के लिए अपना पहला वजन जोड़ें।
ta: போக்கைப் பார்க்க உங்கள் முதல் எடையைச் சேர்க்கவும்.
te: ట్రెండ్‌ని చూడటానికి మీ మొదటి బరువును జోడించండి.

source: Add your latest injection to restart your schedule.
hi: अपना शेड्यूल फिर से शुरू करने के लिए अपना नवीनतम इंजेक्शन जोड़ें।
ta: உங்கள் அட்டவணையை மீண்டும் தொடங்க உங்கள் சமீபத்திய ஊசியைச் சேர்க்கவும்.
te: మీ షెడ్యూల్‌ను మళ్లీ ప్రారంభించడానికి మీ ఇటీవలి ఇంజెక్షన్‌ను జోడించండి.

source: Add your most recent dose to set your schedule.
hi: अपना शेड्यूल सेट करने के लिए अपनी सबसे हालिया खुराक जोड़ें।
ta: உங்கள் அட்டவணையை அமைக்க, உங்களது மிகச் சமீபத்திய மருந்தளவைச் சேர்க்கவும்.
te: మీ షెడ్యూల్‌ను సెట్ చేయడానికి మీ ఇటీవలి మోతాదును జోడించండి.

source: Age
hi: आयु
ta: வயது
te: వయస్సు

source: All
hi: सभी
ta: அனைத்தும்
te: అన్నీ

source: All 6 sites
hi: सभी 6 स्थान
ta: அனைத்து 6 இடங்கள்
te: అన్ని 6 స్థలాలు

source: All clear
hi: कुछ दर्ज नहीं
ta: அனைத்தும் நலம்
te: ఏమీ నమోదు కాలేదు

source: All optional — enter what you know.
hi: सभी वैकल्पिक - जो आप जानते हैं उसे दर्ज करें।
ta: அனைத்தும் விருப்பமானது - உங்களுக்குத் தெரிந்ததை உள்ளிடவும்.
te: అన్నీ ఐచ్ఛికం - మీకు తెలిసిన వాటిని నమోదు చేయండి.

source: Already on treatment
hi: पहले से ही उपचार चल रहा है
ta: ஏற்கனவே சிகிச்சையில் உள்ளேன்
te: ఇప్పటికే చికిత్సలో ఉన్నాను

source: Anything else?
hi: कुछ और?
ta: வேறு ஏதேனும்?
te: ఇంకేదైనా ఉందా?

source: Anything else? Side effects
hi: कुछ और? दुष्प्रभाव
ta: வேறு ஏதேனும்? பக்கவிளைவுகள்
te: ఇంకేదైనా ఉందా? దుష్ప్రభావాలు

source: Anything the chips don't cover…
hi: कुछ भी जो चिप्स कवर नहीं करता...
ta: மேலே உள்ள விருப்பங்களில் இல்லாத எதையும்…
te: చిప్స్ కవర్ చేయని ఏదైనా...

source: Appearance
hi: उपस्थिति
ta: தோற்றம்
te: స్వరూపం

source: Apple Standard Terms of Use
hi: Apple मानक उपयोग की शर्तें
ta: ஆப்பிள் நிலையான பயன்பாட்டு விதிமுறைகள்
te: Apple ప్రామాణిక ఉపయోగ నిబంధనలు

source: Available
hi: उपलब्ध
ta: கிடைக்கிறது
te: అందుబాటులో ఉంది

source: BMI
hi: बीएमआई
ta: பிஎம்ஐ
te: బిఎంఐ

source: Back
hi: वापस
ta: பின்
te: వెనుకకు

source: Batch
hi: बैच
ta: தொகுதி
te: బ్యాచ్

source: Begin setup
hi: सेटअप शुरू करें
ta: அமைப்பைத் தொடங்கவும்
te: సెటప్ ప్రారంభించండి

source: Built for the medicine you use.
hi: आपकी उपयोग की दवा के लिए बनाया गया।
ta: நீங்கள் பயன்படுத்தும் மருந்துக்காக உருவாக்கப்பட்டது.
te: మీరు ఉపయోగించే మందు కోసం రూపొందించబడింది.

source: Cancel
hi: रद्द करें
ta: ரத்து செய்யவும்
te: రద్దు చేయండి

source: Card Options
hi: कार्ड विकल्प
ta: அட்டை விருப்பங்கள்
te: కార్డ్ ఎంపికలు

source: Card Style
hi: कार्ड शैली
ta: அட்டை நடை
te: కార్డ్ శైలి

source: Care
hi: देखभाल
ta: கவனிப்பு
te: జాగ్రత్త

source: Care Guidance
hi: देखभाल मार्गदर्शन
ta: கவனிப்பு வழிகாட்டுதல்
te: సంరక్షణ మార్గదర్శకత్వం

source: Changes %@.
hi: परिवर्तन %@.
ta: மாற்றங்கள் %@.
te: మార్పులు %@.

source: Choose
hi: चुनें
ta: தேர்ந்தெடுக்கவும்
te: ఎంచుకోండి

source: Choose at least two sites for rotation.
hi: रोटेशन के लिए कम से कम दो स्थान चुनें.
ta: சுழற்சிக்கு குறைந்தபட்சம் இரண்டு இடங்களைத் தேர்ந்தெடுக்கவும்.
te: రొటేషన్ కోసం కనీసం రెండు స్థలాలను ఎంచుకోండి.

source: Choose only what changed today. Severity can stay blank.
hi: केवल वही चुनें जो आज बदला है। गंभीरता का स्थान खाली छोड़ा जा सकता है।
ta: இன்று மாறியதை மட்டும் தேர்வு செய்யவும். தீவிரத்தன்மை பகுதியை காலியாக விடலாம்.
te: ఈరోజు మారిన వాటిని మాత్రమే ఎంచుకోండి. తీవ్రతను ఖాళీగా వదిలేయవచ్చు.

source: Choose your medication later and keep the same calm tracking flow.
hi: अपनी दवा बाद में चुनें और वही शांत ट्रैकिंग प्रवाह रखें।
ta: உங்கள் மருந்தை பின்னர் தேர்ந்தெடுத்து, அதே அமைதியான கண்காணிப்பு ஓட்டத்தை வைத்திருக்கவும்.
te: మీ మందును తర్వాత ఎంచుకుని, అదే ప్రశాంతమైన ట్రాకింగ్ ప్రవాహాన్ని కొనసాగించండి.

source: CloudKit container: %@.
hi: CloudKit कंटेनर: %@.
ta: CloudKit கண்டெய்னர்: %@.
te: CloudKit కంటైనర్: %@.

source: Coming up
hi: आने वाला है
ta: விரைவில்
te: రాబోతోంది

source: Confirm your recent dose
hi: अपनी हालिया खुराक की पुष्टि करें
ta: உங்கள் சமீபத்திய அளவை உறுதிப்படுத்தவும்
te: మీ ఇటీవలి డోస్‌ను నిర్ధారించండి

source: Contact Support
hi: समर्थन से संपर्क करें
ta: ஆதரவைத் தொடர்பு கொள்ளவும்
te: మద్దతును సంప్రదించండి

source: Continue
hi: जारी रखें
ta: தொடரவும்
te: కొనసాగించండి

source: Current
hi: वर्तमान
ta: தற்போதைய
te: ప్రస్తుత

source: Current dose
hi: वर्तमान खुराक
ta: தற்போதைய அளவு
te: ప్రస్తుత మోతాదు

source: Current dose %@
hi: वर्तमान खुराक %@
ta: தற்போதைய அளவு %@
te: ప్రస్తుత మోతాదు %@

source: Current dose, optional
hi: वर्तमान खुराक, वैकल्पिक
ta: தற்போதைய அளவு (விருப்பம்)
te: ప్రస్తుత మోతాదు, ఐచ్ఛికం

source: Current iCloud Status
hi: वर्तमान iCloud स्थिति
ta: தற்போதைய iCloud நிலை
te: ప్రస్తుత iCloud స్థితి

source: Current treatment
hi: वर्तमान उपचार
ta: தற்போதைய சிகிச்சை
te: ప్రస్తుత చికిత్స

source: Current weight
hi: वर्तमान वजन
ta: தற்போதைய எடை
te: ప్రస్తుత బరువు

source: Currently %@
hi: वर्तमान में %@
ta: தற்போது %@
te: ప్రస్తుతం %@

source: Daily Log
hi: दैनिक लॉग
ta: தினசரி பதிவு
te: దినచర్య నమోదు

source: Daily Note
hi: दैनिक नोट
ta: தினசரி குறிப்பு
te: రోజువారీ గమనిక

source: Daily logs
hi: दैनिक लॉग
ta: தினசரி பதிவுகள்
te: రోజువారీ లాగ్‌లు

source: Daily note
hi: दैनिक नोट
ta: தினசரி குறிப்பு
te: రోజువారీ గమనిక

source: Dark
hi: डार्क
ta: டார்க்
te: డార్క్

source: Data
hi: डेटा
ta: தரவு
te: డేటా

source: Data Controls
hi: डेटा नियंत्रण
ta: தரவுக் கட்டுப்பாடுகள்
te: డేటా నియంత్రణలు

source: Data sheet
hi: डेटा शीट
ta: தரவு தாள்
te: డేటా షీట్

source: Date
hi: दिनांक
ta: தேதி
te: తేదీ

source: Dates
hi: खजूर
ta: தேதிகள்
te: తేదీలు

source: Delete
hi: हटाएं
ta: நீக்கவும்
te: తొలగించండి

source: Delete injection?
hi: इंजेक्शन हटाएँ?
ta: ஊசியை நீக்கவா?
te: ఇంజెక్షన్‌ని తొలగించాలా?

source: Delete weight entry?
hi: वज़न प्रविष्टि हटाएं?
ta: எடை உள்ளீட்டை நீக்கவா?
te: బరువు నమోదును తొలగించాలా?

source: Detailed stats
hi: विस्तृत आँकड़े
ta: விரிவான புள்ளிவிவரங்கள்
te: వివరణాత్మక గణాంకాలు

source: Done
hi: हो गया
ta: முடிந்தது
te: పూర్తయింది

source: Dose
hi: खुराक
ta: அளவு
te: మోతాదు

source: Dose Increased
hi: खुराक बढ़ाई गई
ta: அளவு அதிகரிக்கப்பட்டது
te: మోతాదు పెరిగింది

source: Dose change
hi: खुराक में बदलाव
ta: அளவு மாற்றம்
te: మోతాదు మార్పు

source: Dose color
hi: खुराक का रंग
ta: அளவு நிறம்
te: మోతాదు రంగు

source: Dose label date
hi: खुराक लेबल तारीख
ta: அளவு லேபிள் தேதி
te: మోతాదు లేబుల్ తేదీ

source: Dose label weight
hi: खुराक लेबल वजन
ta: அளவு லேபிள் எடை
te: మోతాదు లేబుల్ బరువు

source: Dose labels
hi: खुराक लेबल
ta: அளவு லேபிள்கள்
te: మోతాదు లేబుల్‌లు

source: Dose labels are %@.
hi: खुराक लेबल %@ हैं।
ta: அளவு லேபிள்கள் %@ ஆகும்.
te: మోతాదు లేబుల్‌లు %@.

source: Dose path
hi: खुराक पथ
ta: அளவுப் பாதை
te: మోతాదు మార్గం

source: Dose segment
hi: खुराक खंड
ta: அளவு பிரிவு
te: మోతాదు విభాగం

source: Doses this period (self-logged): %@
hi: इस अवधि की खुराक (स्व-लॉग): %@
ta: இந்த கால அளவுகள் (சுய பதிவு): %@
te: ఈ వ్యవధిలో మోతాదులు (స్వీయ-లాగ్డ్): %@

source: Double tap to clear
hi: हटाने के लिए दो बार टैप करें
ta: அழிக்க இருமுறை தட்டவும்
te: తీసివేయడానికి రెండు సార్లు నొక్కండి

source: Double tap to clear intensity
hi: तीव्रता हटाने के लिए दो बार टैप करें
ta: தீவிரத்தை அழிக்க இருமுறை தட்டவும்
te: తీవ్రతను తీసివేయడానికి రెండు సార్లు నొక్కండి

source: Double tap to keep this sense of day
hi: दिन के इस अहसास को बनाए रखने के लिए डबल टैप करें
ta: இன்றைய நாளின் இந்த உணர்வைத் தக்கவைக்க இருமுறை தட்டவும்
te: రోజు యొక్క ఈ అనుభూతిని అలాగే ఉంచడానికి డబుల్ ట్యాప్ చేయండి

source: Double tap to log this sense of day
hi: दिन के इस अहसास को लॉग करने के लिए डबल टैप करें
ta: இன்றைய நாளின் இந்த உணர்வைப் பதிய இருமுறை தட்டவும்
te: రోజు యొక్క ఈ అనుభూతిని లాగ్ చేయడానికి డబుల్ ట్యాప్ చేయండి

source: Double tap to note
hi: दर्ज करने के लिए दो बार टैप करें
ta: பதிவு செய்ய இருமுறை தட்டவும்
te: నమోదు చేయడానికి రెండు సార్లు నొక్కండి

source: Double tap to open side effects
hi: दुष्प्रभाव खोलने के लिए दो बार टैप करें
ta: பக்கவிளைவுகளைத் திறக்க இருமுறை தட்டவும்
te: దుష్ప్రభావాలను తెరవడానికి రెండు సార్లు నొక్కండి

source: Double tap to record no side effects today
hi: आज कोई दुष्प्रभाव नहीं होने की बात दर्ज करने के लिए दो बार टैप करें
ta: இன்று பக்கவிளைவுகள் எதுவும் இல்லை என்பதைப் பதிவு செய்ய இருமுறை தட்டவும்
te: ఈరోజు ఎటువంటి దుష్ప్రభావాలు లేవని నమోదు చేయడానికి రెండు సార్లు నొక్కండి

source: Double tap to record this intensity
hi: इस तीव्रता को दर्ज करने के लिए दो बार टैप करें
ta: இந்த தீவிரத்தைப் பதிவு செய்ய இருமுறை தட்டவும்
te: ఈ తీవ్రతను నమోదు చేయడానికి రెండు సార్లు నొక్కండి

source: Double tap to show the mood choices
hi: मनोदशा के विकल्प देखने के लिए दो बार टैप करें
ta: மனநிலைத் தேர்வுகளைக் காட்ட இருமுறை தட்டவும்
te: మూడ్ ఎంపికలను చూపించడానికి రెండు సార్లు నొక్కండి

source: Edit
hi: संपादित करें
ta: திருத்தவும்
te: సవరించండి

source: Edit Injection
hi: इंजेक्शन संपादित करें
ta: ஊசியைத் திருத்தவும்
te: ఇంజెక్షన్‌ను సవరించండి

source: Edit profile
hi: प्रोफ़ाइल संपादित करें
ta: சுயவிவரத்தைத் திருத்தவும்
te: ప్రొఫైల్‌ని సవరించండి

source: Email
hi: ईमेल
ta: மின்னஞ்சல்
te: ఇమెయిల్

source: Exact
hi: एकदम सही
ta: துல்லியமானது
te: ఖచ్చితమైన

source: Export, reset
hi: निर्यात, रीसेट
ta: ஏற்றுமதி, மீட்டமைப்பு
te: ఎగుమతి, రీసెట్

source: Female
hi: महिला
ta: பெண்
te: స్త్రీ

source: File
hi: फ़ाइल
ta: கோப்பு
te: ఫైల్

source: Finish
hi: पूरा करें
ta: முடிக்கவும்
te: ముగించండి

source: First dose not logged
hi: पहली खुराक दर्ज नहीं की गई
ta: முதல் அளவு பதிவு செய்யப்படவில்லை
te: మొదటి డోస్ నమోదు చేయలేదు

source: First jab
hi: पहला इंजेक्शन
ta: முதல் ஊசி செலுத்துதல்
te: మొదటి ఇంజెక్షన్

source: Full detail
hi: पूर्ण विवरण
ta: முழு விவரம்
te: పూర్తి వివరాలు

source: Gaurava Sandbox saves journey cards to your Photos library when you ask.
hi: जब आप कहेंगे, Gaurava Sandbox यात्रा कार्डों को आपकी Photos लाइब्रेरी में सहेज लेगा।
ta: நீங்கள் கேட்கும்போது Gaurava Sandbox பயண அட்டைகளை உங்கள் Photos நூலகத்தில் சேமிக்கும்.
te: మీరు కోరినప్పుడు Gaurava Sandbox ప్రయాణ కార్డ్‌లను మీ Photos లైబ్రరీకి సేవ్ చేస్తుంది.

source: Gaurava journey
hi: Gaurava यात्रा
ta: Gaurava பயணம்
te: Gaurava ప్రయాణం

source: Gaurava records what you enter. It does not recommend medicines or dose changes.
hi: Gaurava वही दर्ज करता है जो आप डालते हैं। यह दवाओं या खुराक में बदलाव की सलाह नहीं देता।
ta: Gaurava நீங்கள் உள்ளிடுவதை பதிவு செய்கிறது. இது மருந்துகள் அல்லது அளவு மாற்றங்களை பரிந்துரைக்காது.
te: Gaurava మీరు నమోదు చేసినదాన్ని రికార్డ్ చేస్తుంది. ఇది మందులు లేదా మోతాదు మార్పులను సూచించదు.

# Gaurava · %@ · generated %@
source: Gaurava · %1$@ · generated %2$@
hi: Gaurava · %1$@ · %2$@ उत्पन्न हुआ
ta: Gaurava · %1$@ · உருவாக்கப்பட்ட %2$@
te: Gaurava · %1$@ · %2$@ రూపొందించబడింది

source: Gender
hi: लिंग
ta: பாலினம்
te: లింగం

# glance.dayCaption.daysToNextDoseShort
source: days to next dose
hi: दिन बाद अगली खुराक
ta: நாட்களில் அடுத்த அளவு
te: రోజుల్లో తదుపరి మోతాదు

# glance.dayCaption.nextDose
source: next dose
hi: अगली खुराक
ta: அடுத்த அளவு
te: తదుపరి మోతాదు

# glance.hero.today
source: Today
hi: आज
ta: இன்று
te: నేడు

# glance.hero.tomorrow
source: Tomorrow
hi: कल
ta: நாளை
te: రేపు

# glance.status.nextDoseTomorrow
source: Next dose tomorrow
hi: अगली खुराक कल है
ta: அடுத்த அளவு நாளை
te: తదుపరి మోతాదు రేపు

source: Goal
hi: लक्ष्य
ta: இலக்கு
te: లక్ష్యం

source: Goal %@ · add a weight to start charting.
hi: लक्ष्य %@ · चार्ट शुरू करने के लिए वजन जोड़ें।
ta: இலக்கு %@ · வரைபடத்தைத் தொடங்க எடையைச் சேர்க்கவும்.
te: లక్ష్యం %@ · చార్ట్ ప్రారంభించడానికి బరువును జోడించండి.

source: Goal weight
hi: लक्ष्य वजन
ta: இலக்கு எடை
te: లక్ష్య బరువు

source: Goal weight kg
hi: लक्ष्य भार kg
ta: இலக்கு எடை kg
te: లక్ష్యం బరువు kg

source: Height
hi: ऊंचाई
ta: உயரம்
te: ఎత్తు

source: Height cm
hi: ऊंचाई सेमी
ta: உயரம் செ.மீ
te: ఎత్తు సెం.మీ

source: Hide
hi: छिपाना
ta: மறை
te: దాచు

source: Hide details
hi: विवरण छिपाएं
ta: விவரங்களை மறைக்கவும்
te: వివరాలను దాచండి

source: How's today?
hi: आज का दिन कैसा है?
ta: இன்றைய நாள் எப்படி இருக்கிறது?
te: ఈరోజు ఎలా ఉంది?

source: How's today? Tap only what applies — or nothing.
hi: आज कैसा है? केवल वही टैप करें जो लागू हो — या कुछ भी नहीं।
ta: இன்று எப்படி இருக்கிறது? பொருந்துபவற்றை மட்டும் தட்டவும் — அல்லது எதையும் தட்ட வேண்டாம்.
te: ఈ రోజు ఎలా ఉంది? వర్తించే వాటిని మాత్రమే నొక్కండి — లేదా ఏదీ వద్దు.

source: I don't know the site
hi: मुझे जगह नहीं पता
ta: எனக்கு அந்தப் பகுதி தெரியவில்லை
te: నాకు ఆ భాగం తెలియదు

source: I'm not sure
hi: मुझे पक्का नहीं पता
ta: எனக்கு உறுதியாகத் தெரியவில்லை
te: నాకు ఖచ్చితంగా తెలియదు

source: I've taken at least one dose
hi: मैंने कम से कम एक खुराक ले ली है
ta: நான் குறைந்தபட்சம் ஒரு அளவாவது எடுத்துக்கொண்டேன்
te: నేను కనీసం ఒక డోస్ తీసుకున్నాను

source: Import %lld Records
hi: %lld रिकॉर्ड्स आयात करें
ta: %lld பதிவுகளை இறக்குமதி செய்யவும்
te: %lld రికార్డ్‌లను దిగుమతి చేయండి

source: Import Data
hi: डेटा आयात करें
ta: தரவை இறக்குமதி செய்யவும்
te: డేటాను దిగుమతి చేయండి

source: Imported %@
hi: %@ आयात किया गया
ta: %@ இறக்குமதி செய்யப்பட்டது
te: %@ దిగుమతి చేయబడింది

source: Injection
hi: इंजेक्शन
ta: ஊசி
te: ఇంజెక్షన్

source: Injection Day
hi: इंजेक्शन का दिन
ta: ஊசி செலுத்தும் நாள்
te: ఇంజెక్షన్ రోజు

source: Injection Live Activity
hi: इंजेक्शन Live Activity
ta: ஊசி செலுத்துதல் Live Activity
te: ఇంజెక్షన్ Live Activity

source: Injection day
hi: इंजेक्शन का दिन
ta: ஊசி செலுத்தும் நாள்
te: ఇంజెక్షన్ రోజు

source: Injection day — optional
hi: इंजेक्शन का दिन - वैकल्पिक
ta: ஊசி நாள் - விருப்பமானது
te: ఇంజెక్షన్ రోజు - ఐచ్ఛికం

source: Injection history
hi: इंजेक्शन का इतिहास
ta: ஊசி வரலாறு
te: ఇంజెక్షన్ చరిత్ర

source: Insights
hi: अंतर्दृष्टि
ta: நுண்ணறிவுகள்
te: అంతర్దృష్టులు

source: Jabs
hi: इंजेक्शन
ta: ஊசிகள்
te: ఇంజెక్షన్లు

source: Journey
hi: यात्रा
ta: பயணம்
te: ప్రయాణం

source: Just starting
hi: अभी शुरुआत
ta: இப்போதுதான் தொடங்குகிறேன்
te: ఇప్పుడే ప్రారంభిస్తున్నాను

source: Keep setup unscheduled
hi: सेटअप को बिना शेड्यूल के रखें
ta: அமைப்பைத் திட்டமிடாமல் வைக்கவும்
te: సెటప్‌ను షెడ్యూల్ చేయకుండా ఉంచండి

source: Last
hi: पिछला
ta: கடைசி
te: చివరి

source: Last dose date
hi: आखिरी खुराक की तारीख
ta: கடைசி மருந்தளவு தேதி
te: చివరి మోతాదు తేదీ

# Last dose: %@, logged %@ · %lld injections recorded
source: Last dose: %1$@, logged %2$@ · %3$lld injections recorded
hi: अंतिम खुराक: %1$@, लॉग %2$@ · %3$lld इंजेक्शन रिकॉर्ड किए गए
ta: கடைசி அளவு: %1$@, பதிவு செய்யப்பட்ட %2$@ · %3$lld ஊசிகள் பதிவு செய்யப்பட்டன
te: చివరి మోతాదు: %1$@, లాగిన్ చేయబడిన %2$@ · %3$lld ఇంజెక్షన్‌లు రికార్డ్ చేయబడ్డాయి

# Last dose: %@, logged %@ · 1 injection recorded
source: Last dose: %1$@, logged %2$@ · 1 injection recorded
hi: अंतिम खुराक: %1$@, लॉग %2$@ · 1 इंजेक्शन रिकॉर्ड किया गया
ta: கடைசி அளவு: %1$@, பதிவு செய்யப்பட்ட %2$@ · 1 ஊசி பதிவு செய்யப்பட்டது
te: చివరి మోతాదు: %1$@, లాగిన్ చేయబడిన %2$@ · 1 ఇంజెక్షన్ రికార్డ్ చేయబడింది

source: Last jab was %@
hi: पिछला इंजेक्शन: %@
ta: கடைசி ஊசி செலுத்துதல்: %@
te: చివరి ఇంజెక్షన్: %@

source: Last weight
hi: पिछला वजन
ta: கடைசி எடை
te: చివరి బరువు

source: Latest logged dose
hi: अंतिम दर्ज की गई खुराक
ta: கடைசியாகப் பதிவுசெய்யப்பட்ட அளவு
te: చివరిగా నమోదైన మోతాదు

# Latest weight %@, %@ since start. Dose labels are %@.
source: Latest weight %1$@, %2$@ since start. Dose labels are %3$@.
hi: नवीनतम वजन %1$@, शुरुआत से %2$@। खुराक लेबल %3$@ हैं।
ta: சமீபத்திய எடை %1$@, தொடங்கியதிலிருந்து %2$@. அளவு லேபிள்கள் %3$@ ஆகும்.
te: ఇటీవలి బరువు %1$@, ప్రారంభం నుండి %2$@. మోతాదు లేబుల్‌లు %3$@.

source: Leave this unset to keep things calm and unscheduled.
hi: चीजों को शांत और अनिर्धारित रखने के लिए इसे अनसेट छोड़ दें।
ta: விஷயங்களை அமைதியாகவும் திட்டமிடப்படாமலும் வைத்திருக்க, இதை அமைக்காமல் விட்டுவிடவும்.
te: ప్రశాంతంగా మరియు షెడ్యూల్ లేకుండా ఉంచడానికి దీన్ని సెట్ చేయకుండా వదిలేయండి.

source: Less than 1 week at this dose
hi: इस खुराक पर 1 सप्ताह से कम
ta: இந்த அளவில் 1 வாரத்திற்கும் குறைவு
te: ఈ మోతాదులో 1 వారం కంటే తక్కువ

source: Let's begin
hi: शुरू करें
ta: தொடங்கலாம்
te: ప్రారంభిద్దాం

source: Light
hi: लाइट
ta: லைட்
te: లైట్

source: Local-first
hi: लोकल-फर्स्ट
ta: சாதனத்தில் முதன்மை
te: లోకల్-ఫస్ట్

source: Log
hi: लॉग
ta: பதிவேடு
te: లాగ్

source: Log a Side Effect
hi: साइड इफेक्ट दर्ज करें
ta: பக்க விளைவைப் பதிவு செய்யவும்
te: దుష్ప్రభావాన్ని నమోదు చేయండి

source: Log a side effect
hi: दुष्प्रभाव दर्ज करें
ta: பக்க விளைவைப் பதிவு செய்யவும்
te: దుష్ప్రభావాన్ని నమోదు చేయండి

source: Log entries
hi: प्रविष्टियाँ लॉग करें
ta: பதிவு உள்ளீடுகள்
te: లాగ్ ఎంట్రీలు

source: Log each injection after it happens to build your treatment timeline.
hi: अपने उपचार की समयरेखा बनाने के लिए प्रत्येक इंजेक्शन लगने के बाद उसे दर्ज करें।
ta: உங்கள் சிகிச்சை காலவரிசையை உருவாக்க, ஒவ்வொரு முறை ஊசி செலுத்திய பிறகும் அதை பதிவு செய்யவும்.
te: మీ చికిత్స కాలక్రమాన్ని రూపొందించడానికి ప్రతి ఇంజెక్షన్ తీసుకున్న తర్వాత దానిని నమోదు చేయండి.

source: Log first injection
hi: पहला इंजेक्शन दर्ज करें
ta: முதல் ஊசியைப் பதிவு செய்யவும்
te: మొదటి ఇంజెక్షన్‌ను నమోదు చేయండి

source: Log first jab to start history
hi: इतिहास शुरू करने के लिए पहला इंजेक्शन दर्ज करें
ta: பதிவுகளைத் தொடங்க முதல் ஊசியைப் பதியவும்
te: హిస్టరీ కోసం మొదటి ఇంజెక్షన్ నమోదు చేయండి
